import React from 'react'

const About = () => {
  return (
    <div className='about'>
<div className="banner3"></div>

<h2>ABOUT <span>US</span></h2>
<div className="content2">

<div className="bnft">
  <h3>БОЛЬШАЯ КОЛЛЕКЦИЯ КРОССОВОК</h3>
  <p className='about-info'>В нашем магазине вы найдете невероятный выбор кроссовок! Мы гордимся тем, что предлагаем широкий ассортимент брендов, стилей, цветов и размеров, поэтому вы обязательно найдете идеальную пару, которая соответствует вашему уникальному стилю и предпочтениям. С нашей разнообразной коллекцией вам никогда не придется идти на компромисс при поиске кроссовок, которые вам нравятся.</p>
</div>
<div className="bnft">
  <h3>ВЫСШЕЕ КАЧЕСТВО</h3>
  <p className='about-info'>Качество является для нас главным приоритетом. Мы тщательно отбираем кроссовки, изготовленные с исключительным вниманием к деталям и изготовленные из высококачественных материалов. Наше стремление предлагать кроссовки высшего качества означает, что вы можете наслаждаться долговечностью и комфортом на каждом шагу.  </p>
</div>
<div className="bnft">
  <h3>ОТЛИЧНОЕ ОБСЛУЖИВАНИЕ КЛИЕНТОВ</h3>
  <p className='about-info'>В нашем магазине мы верим в обеспечение исключительного обслуживания клиентов. Наша преданная своему делу и знающая команда поддержки готова помочь вам на каждом этапе пути, независимо от того, есть ли у вас вопросы о наших продуктах, вам нужна помощь в определении размеров или вам нужна любая другая помощь. Мы стремимся к тому, чтобы ваши покупки у нас были удобными, приятными и персонализированными.</p>
</div>


</div>

<h2>"Мы предлагаем стиль, качество и наивысший уровень заботы о клиентах. Sneaker Heaven - твой выбор!"</h2>


    </div>
  )
}

export default About